import React from 'react';

const BlockReviews = () => {
    return (
        <div>
            <div> <h3>Отзывы наших клиентов</h3> </div>
            <div>
                <div>
                    <img src='#'></img>
                </div>
                <div>
                    <p>
                    Выражаю искреннюю благодарность! За высокий профессионализм, любовь к своему делу и детям!
                    Ярко выраженный индивидуальный подход и лёгкую подачу учебного материала. Уже и не верила, что ребенок выговорит "Р".
                    В частном детском саду не удалось научить за 2 года!
                    А Вы справились с задачей в короткий срок.
                    Большое Вам человеческое СПАСИБО!
                    Желаю Вам дальнейших успехов и процветания в столь благородной профессии и столь нелёгкой работе с детками!
                    С Уважением, Марина (мама Хлевной Мелании 6,5 лет).
                    <strong>Марина, мама Хлевной Мелании</strong>
                    </p>
                </div>
            </div>
        </div>
    );
};

export default BlockReviews;