import React from 'react';

const Confidentiality = () => {
    return (
        <div style={{overflow:'scroll', position:'static', top:'50px', display:'flex'}}>
            Политика Конфиденциальности и обработки персональных данных
1. ОПРЕДЕЛЕНИЕ ПОНЯТИЙ

"Закон" означает Федеральный закон Российской Федерации "О персональных данных" со всеми изменениями и дополнениями, а также иные законодательные акты Российской Федерации.


"Сайт" означает информационную единицу в Интернете, ресурс из веб-страниц (документов), которые объединены общей темой и связаны между друг с другом с помощью ссылок. Он зарегистрирован на Правообладателя и обязательно привязан к конкретному домену, являющемуся его адресом. Настоящая Политика разработана для следующего сайта:


https://goldenspeak.ru


"Персональные данные" означает совокупность личных данных и/или неперсонифицированной информации о Пользователе, предоставляемую им самим Правообладателю и/или автоматически собираемую Правообладателем и/или третьими лицами.


"Политика" означает настоящею Политику конфиденциальности для веб-сайта (со всеми существующими дополнениями и изменениями).


"Пользователь" означает юридическое или физическое лицо, которое пользуется Сайтом и/или получило к нему доступ с какого-либо устройства.


"Пользовательское соглашение" означает соглашение, заключаемое между Правообладателем и Пользователем в отношении порядка, правил и особенностей использования Сайта. Пользователь присоединяется к такому соглашению и не имеет права вносить и/или требовать внесения в него каких-либо изменений или дополнений. Пользователь может ознакомиться с условиями Пользовательского соглашения по следующей ссылке:


https://goldenspeak.ru/agreement.


"Правообладатель" означает следующее лицо, на имя которого зарегистрирован Сайт:

https://goldenspeak.ru


"Файлы куки" означает небольшие файлы, отправляемые каким-либо сайтом, и размещаемые на компьютерах, смартфонах, планшетах, часах и других мобильных устройствах Пользователя, для улучшения работы сайтов, а также качества размещенного в них контента.



2. ОТНОШЕНИЯ, НА КОТОРЫЕ РАСПРОСТРАНЯЕТСЯ ПОЛИТИКА

Общие положения

Данная Политика используется и применима исключительно к Персональным данным, получаемым от Пользователя в связи с использованием им Сайта. Положения данной Политики направлены на:

(1) определение видов и типов получаемых Персональных данных, направлений и целей использования (обработки) Персональных данных, а также источников получения таких Персональных данных; и

(2) определение прав Пользователя в отношении защиты конфиденциальности передаваемых им Персональных данных; и

(3) определение лиц, ответственных за обработку и хранение Персональных данных, а также третьих лиц, которым такие данные раскрываются (полностью или частично).

Правила настоящей Политики не применяются в случае обработки третьими лицами Персональных данных, которые добровольно предоставляются Пользователем.

Посредством использования Сайта Пользователь соглашается с условиями данной Политики и дает свое согласие Правообладателю на сбор, обработку, удержание и хранение Персональных данных в порядке и на условиях, предусмотренных настоящей Политикой.

Если Пользователь не согласен с условиями Политики и/или отдельные условия Политики ему не понятны, в таком случае Пользователь обязан немедленно прекратить использование Сайта.


Права пользователя по защите персональных данных

В связи с предоставлением Персональных данных Пользователь автоматически получает следующие права:

(1) получать данные, касающиеся их обработки (основания и цели такой обработки, применяемые способы обработки, сведения о лицах, которые имеют доступ к ним или которым они могут быть раскрыты на основании договора или Закона).

(2) получать данные о месте нахождения и идентификационных данных лиц, совершающих обработку Персональных данных.

(3) получать данные о сроках хранения Персональных данных.

(4) получать данные об осуществленной или о предполагаемой трансграничной передаче Персональных данных.

(5) обжаловать действия или бездействие Правообладателя в уполномоченный орган по защите прав субъектов персональных данных или в судебном порядке.

(6) получать возмещение убытков и/или компенсацию морального вреда в судебном порядке в следствие допущенных Правообладателем и/или третьими лицами нарушений прав Пользователя на охрану и защиту его Персональных данных.

(7) реализовывать иные права в области защиты персональных данных, предусмотренные Законом или положениями данной Политики.



3. ПЕРЕЧЕНЬ СОБИРАЕМЫХ ПЕРСОНАЛЬНЫХ ДАННЫХ

Неперсонифицированная информация о пользователях

В связи с использованием Сайта Правообладатель может автоматически собирать и обрабатывать следующею неперсонифицированную информацию о Пользователе:

(1) информацию о трафике, возможном количестве совершенных кликов, логи и другие данные.

(2) информацию об устройстве (идентификационный номер устройства, с которого выполняется вход, операционная система, платформа, тип браузера и другая информация о браузере, IP адрес).

Личные данные о пользователях

Пользователь предоставляет Правообладателю о себе следующие личные данные:

(1) полные фамилию, имя и отчество.

(2) адрес электронной почты.

(3) номер мобильного телефона.

(4) данные о совершенных Пользователям заказах и/или полученных/оплаченных услугах через Сайт.

(5) данные и информация, получаемая в результате объединения тех или иных Персональных данных конкретного Пользователя, а также данные и информация, получаемые данные о Пользователе, получаемые от третьих лиц (партнеров, маркетологов, исследователей).

Пользователь является единственным ответственным лицом за полноту предоставляемых личных (персональных) данных и обязан осуществлять своевременное их изменение (обновление, проверку, корректировку) на регулярной основе.

Правообладатель исходит из того, что все предоставленные Пользователем личные (персональные) данные являются достоверными, и что Пользователь поддерживает такую информацию в актуальном состоянии.

Информация о совершаемых транзакциях

Пользователь через Сайт может осуществлять оплату за товары или услуги, посредством введения в специальное поле информации о платежной карте и идентификационных данных собственника такой карты. Пользователь может совершать оплату следующим способом:

посредством банковской карты.
с помощью платежной системы Яндекс.Деньги.
с помощью платежной системы Apple Pay.
с помощью платежной системы Google Pay.
а также следующим способом: СБП.
Сбор и обработка данных о Пользователе в данном случае осуществляется исключительно для целей проведения оплаты, недопущения мошенничества, а также соблюдения иных требований Закона.

Пользователь дает свое согласие на доступ и сбор Правообладателем и соответствующей платежной системой или банковским учреждением, через которую/которое проводится оплата, к таким Персональным данным, а также соглашается с политикой конфиденциальности соответствующей платежной системы или банковского учреждения.


Использование файлов куки

Сайт применяет определенные Файлы куки для сохранения IP-адреса, предпочтений Пользователей или типа используемого устройства с целью (1) ведения статистики посещений и трафика сайта, и (2) персонализации выводимых на экран Пользователя данных, и (3) сохранения данных, необходимых для идентификации Пользователя, в том числе при доступе с разных устройств, и (4) показа рекламы в соответствии с интересами и предпочтениями Пользователя. Сайт может использовать как собственные Файлы куки, принадлежащие Правообладателю, так и Файлы куки третьих лиц.


Сайт использует следующие Файлы куки:

(1) Технические (функциональные) Файлы куки, которые нужны для контроля трафика и передачи данных, для идентификации Пользователей и предоставления доступа Пользователю к контенту и без которых использование Сайта является функционально ограниченным, а также для предотвращения предоставления рекомендаций, не соответствующих интересам Пользователя.

(2) Статистические Файлы куки, которые нужны для отслеживания частоты посещаемости сайта Пользователями, для выявления способов использования Сайта, а также для выявления типа и вида контента, который является популярными или интересным для Пользователя.

(3) Файлы куки третьих лиц, которые устанавливаются третьими лицами с разрешения Пользователя и предназначены для проведения статистических исследований, касающихся поведения Пользователя в сети Интернет и/или направления персонализиированных рекламных или маркетинговых материалов Пользователю и/или предоставления товаров или услуг.

Пользователь имеет право в любой момент отключить Файлы куки путем изменения определенных настроек браузера. Такое отключение может повлечь за собой ограничение или изменение доступа Пользователя к функциональным возможностям Сайта и/или его контенту. Для отключения Файлов куки нужно выполнить следующие действия:

Откройте Браузер.

Зайдите в настройки Настройки.

Выберите Настройки сайтов Файлы cookie.

Установите переключатель Файлы cookie в нужное положение.



4. ЦЕЛИ СБОРА И ОБРАБОТКИ ПЕРСОНАЛЬНЫХ ДАННЫХ

Определение целей обработки

Сбор и обработка Персональных данных осуществляется в следующих целях:

(1) для анализа поведения Пользователя, а также выявления предпочтений Пользователя к определенному виду контента.

(2) для оперативной и корректной работы Сайта, улучшения его функциональности и и контента.

(3) для идентификации Пользователя.

(4) для соблюдения требований Закона.

(5) для отслеживания заказов, совершенных Пользователем через Сайт.

(6) для технической поддержки Сайта, выявления проблем в его работе и их устранение.

(7) для поддержания связи с Пользователем (коммуникация).

(8) для выполнения иных обязательств Правообладателя, которые возникли перед Пользователем.

(9) для проведения статистических исследований.

(10) для любых других целей, при условии получения отдельного согласия от Пользователя.

Обработка Персональных данных осуществляется на основе принципов: (1) законности целей и способов обработки; и (2) добросовестности; и (3) соответствия целей обработки Персональных данных целям, заранее определенным и заявленным при сборе таких Персональных данных; и (4) соответствия объема и характера обрабатываемых Персональных данных заявленным целям их обработки.


Условия обработки персональных данных

Обработка Персональных данных проводится в случаях: (1) получения согласия от Пользователя; или (2) достижения Правообладателем целей, предусмотренных международным договором или Законом; или (3) предоставления Пользователем своих Персональных данных неограниченному кругу лицу; или (4) выполнения иных обязательств Правообладателя перед Пользователем, включая, однако не ограничиваясь, предоставление определенного контента Пользователю; или (5) спасения жизни или здоровья Пользователя, когда согласие на обработку его Персональных данных не удается получить заблаговременно.

В случае обезличивания Персональных данных, что не позволяет прямо или опосредованно определить Пользователя, последующее использование и раскрытие таких данных третьим лицам допускается и в отношении их более не применяются правила данной Политики.

Правообладатель принимает все возможные меры для защиты конфиденциальности полученных Персональных данных, за исключением случаев, когда Пользователь сделал такие данные общедоступными.

Обработка Персональных данных осуществляется с использованием средств автоматизации и без использования таких средств автоматизации.



5. ДОСТУП ТРЕТЬИХ ЛИЦ К ПЕРСОНАЛЬНЫМ ДАННЫМ

Использование аналитических платформ

Правообладатель использует аналитическую платформу Yandex для (1) отслеживания частоты посещаемости сайта Пользователями; и (2) отслеживания способов использования Пользователем Сайта и/или его контента; и (3) выявления типа и вида контента, который является популярными среди Пользователей; и (4) определения места нахождения Пользователя. Пользователь также дает свое согласие Правообладателю на использование им информации, полученной о Пользователе от Yandex.

Для указанных целей аналитическая платформа Yandex может собирать данные об IP адресе, геолокации, поведении Пользователя, а также его предпочтениях и интересе в отношении определенного контента.

Аналитическая платформа Yandex получает доступ к Персональным данным с тем, чтоб предоставить Правообладателю понимание того насколько эффективно работает его Сайт, какой именно контент является популярным, насколько эффективно размещение в нем той или иной рекламы, а также для целей разработки и/или улучшения существующей маркетинговой стратегии Правообладателя.

С момента использования Сайта Пользователь соглашается с политикой конфиденциальности (Privacy Policy) Yandex, а также с автоматической установкой на устройство Пользователя соответствующих Файлов куки.


Раскрытие персональных данных третьим лицам

Правообладатель имеет право раскрывать Персональные данные (1) своим аффилированным лицам, филиалам и представительствам, открытым как на территории Российской Федерации, так и на территории других государств; (2) правопреемникам Правообладателя, которые возникли в результате его ликвидации, реорганизации или банкротства, и которые получили исключительные права владения Сайтом; (3) поставщикам платежных услуг или банковским (финансовым) учреждениям, для проведения транзакций Пользователя через Сайт; (4) третьим лицам исключительно для целей оказания получения Пользователем определенного контента или доступа к нему; (5) третьим лицам, когда Пользователем было дано согласие на раскрытие, передачу или обработку своих Персональных данных, а также в иных случаях, прямо предусмотренных Законом или данной Политикой.

Правообладатель раскрывает Персональные данные только в том случае, если (1) уверен, что третьи лица будут соблюдать условия данной Политики и предпринимать такие же меры по защите конфиденциальности Персональных данных, которые предпринимает сам Правообладатель, и (2) согласие на такое раскрытие было предварительно выражено Пользователем и/или допускается на основании Закона.



6. РАЗМЕЩЕНИЕ РЕКЛАМЫ

Реклама на Сайте

Правообладатель не размещает рекламу на Сайте.



7. НАПРАВЛЕНИЕ ЖАЛОБ И ЗАПРОСОВ ПРАВООБЛАДАТЕЛЮ

Требование о прекращении обработки персональных данных

Каждый Пользователь имеет право выразить свое возражение Правообладателю против обработки и/или хранения его Персональных данных. Такое возражение может быть выражено следующим через форму сайта, отправкой письма на электронную почту или в мессенджере. Информацию о контактах можно узнать со страницы "Наши контакты"


Запрос на получение информации о персональных данных

Если у Пользователя возникают вопросы, связанные с порядком применения или использования настоящий Политики, порядком и/или способом обработки Персональных данных, Пользователь может задать такой вопрос следующим образом:

Указано на сайте, а также запрос через форму сайта или в мессенджере


Изменение (обновление, дополнение, корректировка) или удалении персональных данных

Пользователь имеет право в любой момент изменить или удалить Персональные данные посредством направления специального запроса Правообладателю по следующему адресу:


goldenspeak@mail.ru.


Правообладатель имеет право отказать в изменении или удалении Персональных данных, если такие действия приведут (1) к нарушению правил настоящей Политики; или (2) к нарушению Закона; или (3) характер Персональных данных является доказательством в каком-либо судебном процессе, возникшем между Правообладателем и Пользователем.



8. СРОКИ И ПОРЯДОК ХРАНЕНИЯ ПЕРСОНАЛЬНЫХ ДАННЫХ

Хранение осуществляется самостоятельно Правообладателем.

Хранение осуществляется в течение следующего срока: 1 год от момента получения такой информации.

После окончания срока хранения Персональных данных, такие данные подлежат немедленному их уничтожению или обезличиванию, если только иное не запрещено Законом или положениями данной Политики.



9. ДОСТУП НЕСОВЕРШЕННОЛЕТНИХ К САЙТУ

Пользователи на территории Российской Федерации

Сайт может быть использовано лицами в возрасте до 18 лет.

Сайт собирает личные данные о Пользователях, потому использование настоящего Сайта несовершеннолетними Пользователями допускается только при условии получения предварительного согласия от законного представителя (опекуна) на обработку Персональных данных.

Если несовершеннолетний Пользователь не может предоставить согласие на обработку его Персональных данных от законного представителя (опекуна), в таком случае такой Пользователь обязан немедленно прекратить использование Сайта.



10. ПОРЯДОК ЗАЩИТЫ ПЕРСОНАЛЬНЫХ ДАННЫХ

Защита конфиденциальности Персональных данных является первостепенной и важной задачей для Правообладателя. Правообладатель придерживается всех требуемых международных стандартов, правил и рекомендаций по защите Персональных данных.

Правообладатель внедрил ряд технических и организационных методов, направленных на защиту Персональных данных от разглашения или несанкционированного доступа к ним третьих лиц.





11. ЗАКЛЮЧИТЕЛЬНЫЕ ПОЛОЖЕНИЯ

Доступность текста политики для ознакомления

Пользователи могут ознакомиться с условиями данной Политики по следующей ссылке:


https://goldenspeak.ru/privacy.


Данная Политика может быть переведена на иностранный язык для тех Пользователей, которые осуществляют доступ к Сайту за пределами Российской Федерации. В случае расхождения текста оригинала (русский язык) и его перевода, преимущественную силу имеет язык оригинала.

Данная редакция Политики действует от 2 августа 2022 года.


Изменение и дополнение политики

Настоящая Политика может быть изменена время от времени. Правообладатель не несет какой-либо ответственности перед Пользователем за изменение условий данной Политики без разрешения и/или согласия Пользователя.

Пользователь сам обязуется на регулярной основе проверять положения данной Политики на предмет ее возможного изменения или дополнения.


Применимое законодательство

Настоящая Политика разработана в соответствие с действующим законодательством о защите персональных данных Российской Федерации, в частности, с нормами Федерального закона от 27 июля 2006 года № 152-ФЗ "О персональных данных" (со всеми дополнениями и изменениями), Федерального закона от 21 июля 2014 года № 242-ФЗ "О внесении изменений в отдельные законодательные акты Российской Федерации в части уточнения порядка обработки персональных данных в информационно-телекоммуникационных сетях" (со всеми дополнениями и изменениями).


Риск разглашения

Вне зависимости от предпринимаемых Правообладателем мер защиты конфиденциальности получаемых персональных данных, Пользователь настоящим считается должным образом ознакомлен с тем, что любая передача Персональных данных в сети Интернет не может быть гарантировано безопасной, а потому Пользователь осуществляет такую передачу на свой собственный риск.
        </div>
    );
};

export default Confidentiality;