import React from 'react';

const BlockCosts = () => {
    return (
        <div>
            <div> 
                  <h2> Стоимость услуг в центре надомной логопедической помощи Golden speak</h2>
            </div>
            <div>
                 <h4> <strong> Обратите внимание! </strong> </h4>
            </div>
            <div>
                <ul>
                    <li> написание заключения по итогам логопедической диагностики; </li>
                    <li> домашние задания; </li>
                    <li> логопедический массаж (при необходимости); </li>
                    <li> логопедическое тейпирование (при необходимости) </li>
                </ul>
            </div>
            <div>
                <div>
                    <div> <img></img></div>
                    <div> <h3> Разовое занятие </h3> </div>
                    <div> 
                        Стоимость разового занятия, в том числе первичной логопедической диагностики, составляет 1.600 рублей.
                    </div>
                </div>
                <div>
                    <div> <img></img></div>
                    <div> <h3> Абонемент на 4 занятия </h3> </div>
                    <div> 
                       Стоимость абонемента на 4 занятия составляет 6.400 6.000 рублей.
                    </div>
                </div>
                <div>
                    <div> <img></img></div>
                    <div> <h3> Абонемент на 8 занятий </h3> </div>
                    <div> 
                        Стоимость абонемента на 8 занятий составляет 12.800 11.200 рублей.
                    </div>
                </div>
            </div>
        </div>
    );
};

export default BlockCosts;