import React from 'react';

const BlockBenefits = () => {
    return (
        <div>
            <h2> Почему выбирают нас? </h2>
            <div> 7 из 10 клиентов приходят к нам по "сарафанному радио"! Нас рекомендуют, потому, что:</div>
            <div>
                <div> аватар </div>
                <div> 
                    <h4> Мы экономим ваше время! </h4>
                    <p>Наш специалист будет приезжать к Вам домой в удобное для Вас время.</p>
                </div>
            </div>
            <div>
                <div> аватар </div>
                <div> 
                    <h4> Мы экономим ваше время! </h4>
                    <p>Наш специалист будет приезжать к Вам домой в удобное для Вас время.</p>
                </div>
            </div>
            <div>
                <div> аватар </div>
                <div> 
                    <h4> Мы экономим ваше время! </h4>
                    <p>Наш специалист будет приезжать к Вам домой в удобное для Вас время.</p>
                </div>
            </div>
            <div>
                <div> аватар </div>
                <div> 
                    <h4> Мы экономим ваше время! </h4>
                    <p>Наш специалист будет приезжать к Вам домой в удобное для Вас время.</p>
                </div>
            </div>
        </div>
    );
};

export default BlockBenefits;